Repository: addl/flask_blog
Catalog: flask_blog_app/translations/*/LC_MESSAGES/messages.po
Languages: es

source: Not found
es: No encontrado

source: Ooops! 404 Status
es: Ooops! Estado 404

source: We are sorry, it seems your page is not found
es: Lo sentimos, no hemos encontrado esta pagina

source: Internal Server Error
es: Error Interno

source: Ooops! Is not your fault
es: ¡Uy! No es tu culpa

source: It's ours. Internal server error
es: Es nuestro. Error del servidor

source: we are sorry, we have encountered an unexpected problem
es: lo sentimos, nos hemos encontrado con un problema inesperado

source: Home
es: Inicio

source: design
es: diseño

source: Design patterns are a powerful tool for solving common software design problems
es: Los patrones de diseño son una herramienta poderosa para resolver problemas comunes de diseño

source: Learn patterns
es: Aprende patrones

source: Get started
es: Comenzar

source: Python is a versatile and powerful used from web development to machine learning.
es: Python es versátil y potente y se utiliza en el desarrollo web para el aprendizaje automático.

source: Discover Python
es: Descubre Python

source: Recent posts
es: Art&iacute;culos recientes

source: Read More
es: Leer m&aacute;s

source: All posts with tag:
es: Todas los art&iacute;culos con etiqueta:

source: Keep in touch
es: Sigamos en contacto

source: Subscribe to keep up with fresh news and exciting updates. We promise not to spam you!
es: Subscribite para recibir las actualizaciones . Odiamos los spanes como tu

source: Enter your email address
es: Tu direccion de correo

source: Send
es: Enviar

source: Blog
es: Bitacora

source: Terms
es: Términos

source: Privacy policy
es: Política de privacidad

source: Hello, My name is
es: Hola, me llamo

source: See developer journey
es: Ver evoluci&oacute;n

source: The most damaging phrase in the language is.. it's always been done this way.
es: La frase mas perjudicial en el lenguaje es.. siempre se hacho de esta forma

source: Logout
es: Salir

source: Sign in
es: Entrar

source: Contact Us
es: Contacto

source: All Posts
es: Todos los articulos

source: by
es: por

source: Ask me anything
es: Tienes preguntas?

source: Comment
es: Comenta

source: Comments
es: Comentarios

source: Be the first in commenting on this post!
es: ¡Sé el primero en comentar en esta publicación!

source: Search results for:
es: Resultados de busqueda para:

source: Search results for query:
es: Resultados de busqueda para:
